{
  "template": "Style1",
  "title": "Airman and Family Readiness",
  "topImage": "images/aafr.jpg",
  "mainImage": "",
  "mapImage": "",
  "facebook": "Facebook.com/LukeAFRC",
  "bodyCopy": "<b>The Airman & Family Readiness</b> Center has a plethora of services available to you and your family.<br /><br /><b>Employment</b><br /><b>Employment Resource Center</b> · An employment resource Center is available on a daily basis for computer job search, Federal job application assistance, and Internet job searching and resume preparation.<br /><b>Resume Writing Workshops</b> · We have several Certified Professional Resume Writers on staff who are available to review your resume on a walk-in basis.<br /><br /><b>Family</b><br /><b>Air Force Aid Society</b> ·The mission of the Air Force Aid Society is to provide assistance to service members and their dependents in time of need.<br><b>Exceptional Family</b> Member Program · The Exceptional Family Member Program-Family Support (EFMP-FS) has been established to work in conjunction with EFMP-Medical and EFMP-Assignments to ensure families with special needs know all of their options and benefits.<br /><b>Heart Link Spouse Orientation</b> · This program is open to new and seasoned spouses to provide the opportunity to learn all about Air Force life and connect with other military spouses!<br /><b>Layette Program</b> ·  A layette of baby items is provided within 30 days of birth to all E-5 and below active duty military members of all branches. Activated Reservists with orders of 30 days or longer are entitled to a layette.<br /><b>Military Family Life Consultant</b> ·  MFLCs provide anonymous and confidential assistance to military members and their families in problem solving issues resulting from deployment, reunions, reintegration, and/or other times of change.<br /><br /><b>Finance</b><br /><b>Personal Financial Readiness</b> · Provides information, education, and one-on-one financial counseling to assist members and families maintain financial readiness from basic spend planning to long-term investing.<br /><br /><b>Relocation</b><br /><b>Loan Closet</b> ·  The Loan Closet has everything needed to set up a home while awaiting household goods delivered free of charge. Length of loan varies, depending on PCS or TDY status. Two-week guest loans are available to military, retired military, and Luke civilian employees.<br /><b>Relocation Assistance</b> ·  Relocation assistance is available to eliminate the stress associated with frequent moves by providing move assistance planning, inbound and outbound relocation services and on-going relocation workshops.<br /><b>Smooth Move</b> · Hear from experts from TriCare, Traffic Management Office (TMO), Housing, Finance, and the Airman and Family Readiness Center on how to have a stress-free relocation.<br /><br /><b>Separation/Retirement</b><br /><b>AMVETS</b> · A representative from AMVETS is available each week to assist you with the Department of Veteran’s Affairs.<br /><b>Transition Assistance</b> · The Transition Assistance Program (TAP) was established to meet the needs of separating service members during their period of transition into civilian life (12 months of separation or 24 months of retirement) by offering job search assistance and related services.<br />",
  "facInfo": [
    {
      "title": "Airman & Family Readiness Center",
      "lines": [{ "line": "623-856-6550" }, { "line": "Bldg. 1113" }]
    },
    {
      "title": "Monday – Friday",
      "lines": [
        { "line": "7:30am-4:30pm" },
        { "line": "Closed every third Thursday" }
      ]
    }
  ]
}
